
	
	
	
        {
         "normas" : [
        
        { "norma" : "EMC 1", 
          "data" : "1992-03-31",
          "ementa" : "Dispõe sobre a remuneração dos Deputados Estaduais e dos Vereadores" }
        ,
        { "norma" : "EMC 2", 
          "data" : "1992-08-25",
          "ementa" : "Dispõe sobre o plebiscito previsto no art. 2º do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 3", 
          "data" : "1993-03-17",
          "ementa" : "" }
        ,
        { "norma" : "EMC 4", 
          "data" : "1993-09-14",
          "ementa" : "Dá nova redação ao art. 16 da Constituição Federal." }
        ,
        { "norma" : "EMC 5", 
          "data" : "1995-08-15",
          "ementa" : "Altera o § 2º do art. 25 da Constituição Federal." }
        ,
        { "norma" : "EMC 6", 
          "data" : "1995-08-15",
          "ementa" : "Altera o inciso IX do art. 170, o art. 171 e o § 1º do art. 176 da Constituição Federal." }
        ,
        { "norma" : "EMC 7", 
          "data" : "1995-08-15",
          "ementa" : "Altera o art. 178 da Constituição Federal e dispõe sobre a adoção de Medidas Provisórias" }
        ,
        { "norma" : "EMC 8", 
          "data" : "1995-08-15",
          "ementa" : "Altera o inciso XI e a alínea \"a\" do inciso XII do art. 21 da Constituição Federal." }
        ,
        { "norma" : "EMC 9", 
          "data" : "1995-11-09",
          "ementa" : "Dá nova redação ao art. 177 da Constituição Federal, alterando e inserindo parágrafos." }
        ,
        { "norma" : "EMC 10", 
          "data" : "1996-03-04",
          "ementa" : "Altera os arts. 71 e 72 do Ato das Disposições Constitucionais Transitórias, introduzidos pela Emenda Constitucional de Revisão n° 1, de 1994." }
        ,
        { "norma" : "EMC 11", 
          "data" : "1996-04-30",
          "ementa" : "Permite a admissão de professores, técnicos e cientistas estrangeiros pelas universidades brasileiras e concede autonomia às instituições de pesquisa científica e tecnológica." }
        ,
        { "norma" : "EMC 12", 
          "data" : "1996-08-15",
          "ementa" : "Outorga competência à União, para instituir contribuição provisória sobre movimentação ou transmissão de valores e de créditos e direitos de natureza financeira." }
        ,
        { "norma" : "EMC 13", 
          "data" : "1996-08-21",
          "ementa" : "Dá nova redação ao inciso II do art. 192 da Constituição Federal." }
        ,
        { "norma" : "EMC 14", 
          "data" : "1996-09-12",
          "ementa" : "Modifica os arts. 34, 208, 211 e 212 da Constituição Federal e dá nova redação ao art. 60 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 15", 
          "data" : "1996-09-12",
          "ementa" : "Dá nova redação ao § 4º do art. 18 da Constituição Federal." }
        ,
        { "norma" : "EMC 16", 
          "data" : "1997-06-04",
          "ementa" : "Dá nova redação ao § 5º do art. 14, ao caput do art. 28, ao inciso II do art. 29, ao caput do art. 77 e ao art. 82 da Constituição Federal." }
        ,
        { "norma" : "EMC 17", 
          "data" : "1997-11-22",
          "ementa" : "Altera dispositivos dos arts. 71 e 72 do Ato das Disposições Constitucionais Transitórias, introduzidos pela Emenda Constitucional de Revisão nº 1, de 1994." }
        ,
        { "norma" : "EMC 18", 
          "data" : "1998-02-05",
          "ementa" : "Dispõe sobre o regime constitucional dos militares." }
        ,
        { "norma" : "EMC 19", 
          "data" : "1998-06-04",
          "ementa" : "Modifica o regime e dispõe sobre princípios e normas da Administração Pública, servidores e agentes políticos, controle de despesas e finanças públicas e custeio de atividades a cargo do Distrito Federal, e dá outras providências." }
        ,
        { "norma" : "EMC 20", 
          "data" : "1998-12-15",
          "ementa" : "Modifica o sistema de previdência social, estabelece normas de transição e dá outras providências." }
        ,
        { "norma" : "EMC 21", 
          "data" : "1999-03-18",
          "ementa" : "Prorroga, alterando a alíquota, a contribuição provisória sobre movimentação ou transmissão de valores e de créditos e de direitos de natureza financeira, a que se refere o art. 74 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 22", 
          "data" : "1999-03-18",
          "ementa" : "Acrescenta parágrafo único ao art. 98 e altera as alíneas \"i\" do inciso I do art. 102, e \"c\" do inciso I do art. 105 da Constituição Federal." }
        ,
        { "norma" : "EMC 23", 
          "data" : "1999-09-02",
          "ementa" : "Altera os arts. 12, 52, 84, 91, 102 e 105 da Constituição Federal (criação do Ministério da Defesa)." }
        ,
        { "norma" : "EMC 24", 
          "data" : "1999-12-09",
          "ementa" : "Altera dispositivos da Constituição Federal pertinentes à representação classista na Justiça do Trabalho." }
        ,
        { "norma" : "EMC 25", 
          "data" : "2000-02-14",
          "ementa" : "Altera o inciso VI do art. 29 e acrescenta o art. 29-A à Constituição Federal, que dispõem sobre limites de despesas com o Poder Legislativo Municipal." }
        ,
        { "norma" : "EMC 26", 
          "data" : "2000-02-14",
          "ementa" : "Altera a redação do art. 6º da Constituição Federal." }
        ,
        { "norma" : "EMC 27", 
          "data" : "2000-03-21",
          "ementa" : "Acrescenta o art. 76 ao Ato das Disposições Constitucionais Transitórias, instituindo a desvinculação de arrecadação de impostos e contribuições sociais da União." }
        ,
        { "norma" : "EMC 28", 
          "data" : "2000-05-25",
          "ementa" : "Dá nova redação ao inciso XXIX do art. 7º e revoga o art. 233 da Constituição Federal." }
        ,
        { "norma" : "EMC 29", 
          "data" : "2000-09-13",
          "ementa" : "Altera os arts. 34, 35, 156, 160, 167 e 198 da Constituição Federal e acrescenta artigo ao Ato das Disposições Constitucionais Transitórias, para assegurar os recursos mínimos para o financiamento das ações e serviços públicos de saúde." }
        ,
        { "norma" : "EMC 30", 
          "data" : "2000-09-13",
          "ementa" : "Altera a redação do art. 100 da Constituição Federal e acrescenta o art. 78 no Ato das Disposições Constitucionais Transitórias, referente ao pagamento de precatórios judiciários." }
        ,
        { "norma" : "EMC 31", 
          "data" : "2000-12-14",
          "ementa" : "Altera o Ato das Disposições Constitucionais Transitórias, introduzindo artigos que criam o Fundo de Combate e Erradicação da Pobreza." }
        ,
        { "norma" : "EMC 32", 
          "data" : "2001-09-11",
          "ementa" : "Altera dispositivos dos arts. 48, 57, 61, 62, 64, 66, 84, 88 e 246 da Constituição Federal, e dá outras providências." }
        ,
        { "norma" : "EMC 33", 
          "data" : "2001-12-11",
          "ementa" : "Altera os arts. 149, 155 e 177 da Constituição Federal." }
        ,
        { "norma" : "EMC 34", 
          "data" : "2001-12-13",
          "ementa" : "Dá nova redação à alínea c do inciso XVI do art. 37 da Constituição Federal." }
        ,
        { "norma" : "EMC 35", 
          "data" : "2001-12-20",
          "ementa" : "Dá nova redação ao art. 53 da Constituição Federal." }
        ,
        { "norma" : "EMC 36", 
          "data" : "2002-05-28",
          "ementa" : "Dá nova redação ao art. 222 da Constituição Federal , para permitir a participação de pessoas jurídicas no capital social de empresas jornalísticas e de radiodifusão sonora e de sons e imagens, nas condições que especifica." }
        ,
        { "norma" : "EMC 37", 
          "data" : "2002-06-12",
          "ementa" : "Altera os arts. 100 e 156 da Constituição Federal e acrescenta os arts. 84, 85, 86, 87 e 88 ao Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 38", 
          "data" : "2002-06-12",
          "ementa" : "Acrescenta o art. 89 ao Ato das Disposições Constitucionais Transitórias, incorporando os Policiais Militares do extinto Território Federal de Rondônia aos Quadros da União." }
        ,
        { "norma" : "EMC 39", 
          "data" : "2002-12-19",
          "ementa" : "Acrescenta o art. 149-A à Constituição Federal (instituindo contribuição para custeio do serviço de iluminação pública nos Municípios e no Distrito Federal)." }
        ,
        { "norma" : "EMC 40", 
          "data" : "2003-05-29",
          "ementa" : "Altera o inciso V do art. 163 e o art. 192 da Constituição Federal, e o caput do art. 52 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 41", 
          "data" : "2003-12-31",
          "ementa" : "Modifica os arts. 37, 40, 42, 48, 96, 149 e 201 da Constituição Federal, revoga o inciso IX do § 3º do art. 142 da Constituição Federal e dispositivos da Emenda Constitucional nº 20, de 15 de dezembro de 1998, e dá outras providências." }
        ,
        { "norma" : "EMC 42", 
          "data" : "2003-12-31",
          "ementa" : "Altera o Sistema Tributário Nacional e dá outras providências." }
        ,
        { "norma" : "EMC 43", 
          "data" : "2004-04-15",
          "ementa" : "Altera o art. 42 do Ato das Disposições Constitucionais Transitórias, prorrogando, por 10 (dez)anos, a aplicação, por parte da União, de percentuais mínimos do total dos recursos destinados à irrigação nas Regiões Centro-Oeste e Nordeste." }
        ,
        { "norma" : "EMC 44", 
          "data" : "2004-06-30",
          "ementa" : "Altera o Sistema Tributário Nacional e dá outras providências." }
        ,
        { "norma" : "EMC 45", 
          "data" : "2004-12-08",
          "ementa" : "Altera dispositivos dos arts. 5º, 36, 52, 92, 93, 95, 98, 99, 102, 103, 104, 105, 107, 109, 111, 112, 114, 115, 125, 126, 127, 128, 129, 134 e 168 da Constituição Federal, e acrescenta os arts. 103-A, 103-B, 111-A e 130-A, e dá outras providências." }
        ,
        { "norma" : "EMC 46", 
          "data" : "2005-05-05",
          "ementa" : "Altera o inciso IV do art. 20 da Constituição Federal." }
        ,
        { "norma" : "EMC 47", 
          "data" : "2005-07-05",
          "ementa" : "Altera os arts. 37, 40, 195 e 201 da Constituição Federal, para dispor sobre a previdência social, e dá outras providências." }
        ,
        { "norma" : "EMC 48", 
          "data" : "2005-08-10",
          "ementa" : "Acrescenta o § 3º ao art. 215 da Constituição Federal, instituindo o Plano Nacional de Cultura." }
        ,
        { "norma" : "EMC 49", 
          "data" : "2006-02-08",
          "ementa" : "Altera a redação da alínea b e acrescenta alínea c ao inciso XXIII do caput do art. 21 e altera a redação do inciso V do caput do art. 177 da Constituição Federal para excluir do monopólio da União a produção, a comercialização e a utilização de radioisótopos de meia-vida curta, para usos médicos, agrícolas e industriais." }
        ,
        { "norma" : "EMC 50", 
          "data" : "2006-02-14",
          "ementa" : "Modifica o art. 57 da Constituição Federal." }
        ,
        { "norma" : "EMC 51", 
          "data" : "2006-02-14",
          "ementa" : "Acrescenta os §§ 4º, 5º e 6º ao art. 198 da Constituição Federal." }
        ,
        { "norma" : "EMC 52", 
          "data" : "2006-03-08",
          "ementa" : "Dá nova redação ao § 1º do art. 17 da Constituição Federal para disciplinar as coligações eleitorais." }
        ,
        { "norma" : "EMC 53", 
          "data" : "2006-12-19",
          "ementa" : "Dá nova redação aos arts. 7º, 23, 30, 206, 208, 211 e 212 da Constituição Federal e ao art. 60 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 54", 
          "data" : "2007-09-20",
          "ementa" : "Dá nova redação à alínea c do inciso I do art. 12 da Constituição Federal e acrescenta art. 95 ao Ato das Disposições Constitucionais Transitórias, assegurando o registro nos consulados de brasileiros nascidos no estrangeiro." }
        ,
        { "norma" : "EMC 55", 
          "data" : "2007-09-20",
          "ementa" : "Altera o art. 159 da Constituição Federal, aumentando a entrega de recursos pela União ao Fundo de Participação dos Municípios." }
        ,
        { "norma" : "EMC 56", 
          "data" : "2007-12-20",
          "ementa" : "Prorroga o prazo previsto no caput do art. 76 do Ato das Disposições Constitucionais Transitórias e dá outras providências." }
        ,
        { "norma" : "EMC 57", 
          "data" : "2008-12-18",
          "ementa" : "Acrescenta artigo ao Ato das Disposições Constitucionais Transitórias para convalidar os atos de criação, fusão, incorporação e desmembramento de Municípios." }
        ,
        { "norma" : "EMC 58", 
          "data" : "2009-09-23",
          "ementa" : "Altera a redação do inciso IV do caput do art. 29 e do art. 29-A da Constituição Federal, tratando das disposições relativas à recomposição das Câmaras Municipais." }
        ,
        { "norma" : "EMC 59", 
          "data" : "2009-11-11",
          "ementa" : "Acrescenta § 3º ao art. 76 do Ato das Disposições Constitucionais Transitórias para reduzir, anualmente, a partir do exercício de 2009, o percentual da Desvinculação das Receitas da União incidente sobre os recursos destinados à manutenção e desenvolvimento do ensino de que trata o art. 212 da Constituição Federal, dá nova redação aos incisos I e VII do art. 208, de forma a prever a obrigatoriedade do ensino de quatro a dezessete anos e ampliar a abrangência dos programas suplementares para todas as etapas da educação básica, e dá nova redação ao § 4º do art. 211 e ao § 3º do art. 212 e ao caput do art. 214, com a inserção neste dispositivo de inciso VI." }
        ,
        { "norma" : "EMC 60", 
          "data" : "2009-11-11",
          "ementa" : "Altera o art. 89 do Ato das Disposições Constitucionais Transitórias para dispor sobre o quadro de servidores civis e militares do ex-Território Federal de Rondônia." }
        ,
        { "norma" : "EMC 61", 
          "data" : "2009-11-11",
          "ementa" : "Altera o art. 103-B da Constituição Federal, para modificar a composição do Conselho Nacional de Justiça." }
        ,
        { "norma" : "EMC 62", 
          "data" : "2009-12-09",
          "ementa" : "Altera o art. 100 da Constituição Federal e acrescenta o art. 97 ao Ato das Disposições Constitucionais Transitórias, instituindo regime especial de pagamento de precatórios pelos Estados, Distrito Federal e Municípios." }
        ,
        { "norma" : "EMC 63", 
          "data" : "2010-02-04",
          "ementa" : "Altera o § 5º do art. 198 da Constituição Federal para dispor sobre piso salarial profissional nacional e diretrizes para os Planos de Carreira de agentes comunitários de saúde e de agentes de combate às endemias." }
        ,
        { "norma" : "EMC 64", 
          "data" : "2010-02-04",
          "ementa" : "Altera o art. 6º da Constituição Federal, para introduzir a alimentação como direito social." }
        ,
        { "norma" : "EMC 65", 
          "data" : "2010-07-13",
          "ementa" : "Altera a denominação do Capítulo VII do Título VIII da Constituição Federal e modifica o seu art. 227, para cuidar dos interesses da juventude." }
        ,
        { "norma" : "EMC 66", 
          "data" : "2010-07-13",
          "ementa" : "Dá nova redação ao § 6º do art. 226 da Constituição Federal, que dispõe sobre a dissolubilidade do casamento civil pelo divórcio, suprimindo o requisito de prévia separação judicial por mais de 1 (um) ano ou de comprovada separação de fato por mais de 2 (dois) anos." }
        ,
        { "norma" : "EMC 67", 
          "data" : "2010-12-22",
          "ementa" : "Prorroga, por tempo indeterminado, o prazo de vigência do Fundo de Combate e Erradicação da Pobreza." }
        ,
        { "norma" : "EMC 68", 
          "data" : "2011-12-21",
          "ementa" : "Altera o art. 76 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 69", 
          "data" : "2012-03-29",
          "ementa" : "Altera os arts. 21, 22 e 48 da Constituição Federal, para transferir da União para o Distrito Federal as atribuições de organizar e manter a Defensoria Pública do Distrito Federal." }
        ,
        { "norma" : "EMC 70", 
          "data" : "2012-03-29",
          "ementa" : "Acrescenta art. 6º-A à Emenda Constitucional nº 41, de 2003, para estabelecer critérios para o cálculo e a correção dos proventos da aposentadoria por invalidez dos servidores públicos que ingressaram no serviço público até a data da publicação daquela Emenda Constitucional." }
        ,
        { "norma" : "EMC 71", 
          "data" : "2012-11-29",
          "ementa" : "Acrescenta o art. 216-A à Constituição Federal para instituir o Sistema Nacional de Cultura." }
        ,
        { "norma" : "EMC 72", 
          "data" : "2013-04-02",
          "ementa" : "Altera a redação do parágrafo único do art. 7º da Constituição Federal para estabelecer a igualdade de direitos trabalhistas entre os trabalhadores domésticos e os demais trabalhadores urbanos e rurais." }
        ,
        { "norma" : "EMC 73", 
          "data" : "2013-06-06",
          "ementa" : "Cria os Tribunais Regionais Federais da 6ª, 7ª, 8ª e 9ª Regiões." }
        ,
        { "norma" : "EMC 74", 
          "data" : "2013-08-06",
          "ementa" : "Altera o art. 134 da Constituição Federal." }
        ,
        { "norma" : "EMC 75", 
          "data" : "2013-10-15",
          "ementa" : "Acrescenta a alínea \"e\" ao inciso VI do art. 150 da Constituição Federal, instituindo imunidade tributária sobre os fonogramas e videofonogramas musicais produzidos no Brasil contendo obras musicais ou literomusicais de autores brasileiros e/ou obras em geral interpretadas por artistas brasileiros bem como os suportes materiais ou arquivos digitais que os contenham." }
        ,
        { "norma" : "EMC 76", 
          "data" : "2013-11-28",
          "ementa" : "Altera o § 2º do art. 55 e o § 4º do art. 66 da Constituição Federal, para abolir a votação secreta nos casos de perda de mandato de Deputado ou Senador e de apreciação de veto." }
        ,
        { "norma" : "EMC 77", 
          "data" : "2014-02-11",
          "ementa" : "Altera os incisos II, III e VIII do § 3º do art. 142 da Constituição Federal, para estender aos profissionais de saúde das Forças Armadas a possibilidade de cumulação de cargo a que se refere o art. 37, inciso XVI, alínea \"c\"." }
        ,
        { "norma" : "EMC 78", 
          "data" : "2014-05-14",
          "ementa" : "Acrescenta art. 54-A ao Ato das Disposições Constitucionais Transitórias, para dispor sobre indenização devida aos seringueiros de que trata o art. 54 desse Ato." }
        ,
        { "norma" : "EMC 79", 
          "data" : "2014-05-27",
          "ementa" : "Altera o art. 31 da Emenda Constitucional nº 19, de 4 de junho de 1998, para prever a inclusão, em quadro em extinção da Administração Federal, de servidores e policiais militares admitidos pelos Estados do Amapá e de Roraima, na fase de instalação dessas unidades federadas, e dá outras providências." }
        ,
        { "norma" : "EMC 80", 
          "data" : "2014-06-04",
          "ementa" : "Altera o Capítulo IV - Das Funções Essenciais à Justiça, do Título IV - Da Organização dos Poderes, e acrescenta artigo ao Ato das Disposições Constitucionais Transitórias da Constituição Federal." }
        ,
        { "norma" : "EMC 81", 
          "data" : "2014-06-05",
          "ementa" : "Dá nova redação ao art. 243 da Constituição Federal." }
        ,
        { "norma" : "EMC 82", 
          "data" : "2014-07-16",
          "ementa" : "Inclui o § 10 ao art. 144 da Constituição Federal, para disciplinar a segurança viária no âmbito dos Estados, do Distrito Federal e dos Municípios." }
        ,
        { "norma" : "EMC 83", 
          "data" : "2014-08-05",
          "ementa" : "Acrescenta o art. 92-A ao Ato das Disposições Constitucionais Transitórias - ADCT." }
        ,
        { "norma" : "EMC 84", 
          "data" : "2014-12-02",
          "ementa" : "Altera o art. 159 da Constituição Federal para aumentar a entrega de recursos pela União para o Fundo de Participação dos Municípios." }
        ,
        { "norma" : "EMC 85", 
          "data" : "2015-02-26",
          "ementa" : "Altera e adiciona dispositivos na Constituição Federal para atualizar o tratamento das atividades de ciência, tecnologia e inovação." }
        ,
        { "norma" : "EMC 86", 
          "data" : "2015-03-17",
          "ementa" : "Altera os arts. 165, 166 e 198 da Constituição Federal, para tornar obrigatória a execução da programação orçamentária que especifica." }
        ,
        { "norma" : "EMC 87", 
          "data" : "2015-04-16",
          "ementa" : "Altera o § 2º do art. 155 da Constituição Federal e inclui o art. 99 no Ato das Disposições Constitucionais Transitórias, para tratar da sistemática de cobrança do imposto sobre operações relativas à circulação de mercadorias e sobre prestações de serviços de transporte interestadual e intermunicipal e de comunicação incidente sobre as operações e prestações que destinem bens e serviços a consumidor final, contribuinte ou não do imposto, localizado em outro Estado." }
        ,
        { "norma" : "EMC 88", 
          "data" : "2015-05-07",
          "ementa" : "Altera o art. 40 da Constituição Federal, relativamente ao limite de idade para a aposentadoria compulsória do servidor público em geral, e acrescenta dispositivo ao Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 89", 
          "data" : "2015-09-15",
          "ementa" : "Dá nova redação ao art. 42 do Ato das Disposições Constitucionais Transitórias, ampliando o prazo em que a União deverá destinar às  Regiões Centro-Oeste e Nordeste percentuais mínimos dos recursos destinados à irrigação." }
        ,
        { "norma" : "EMC 90", 
          "data" : "2015-09-15",
          "ementa" : "Dá nova redação ao art. 6º da Constituição Federal, para introduzir o transporte como direito social." }
        ,
        { "norma" : "EMC 91", 
          "data" : "2016-02-18",
          "ementa" : "Altera a Constituição Federal para estabelecer a possibilidade, excepcional e em período determinado, de desfiliação partidária, sem prejuízo do mandato." }
        ,
        { "norma" : "EMC 92", 
          "data" : "2016-07-12",
          "ementa" : "Altera os arts. 92 e 111-A da Constituição Federal, para explicitar o Tribunal Superior do Trabalho como órgão do Poder Judiciário, alterar os requisitos para o provimento dos cargos de Ministros daquele Tribunal e modificar-lhe a competência." }
        ,
        { "norma" : "EMC 93", 
          "data" : "2016-09-08",
          "ementa" : "Altera o Ato das Disposições Constitucionais Transitórias para prorrogar a desvinculação de receitas da União e estabelecer a desvinculação de receitas dos Estados, Distrito Federal e Municípios." }
        ,
        { "norma" : "EMC 94", 
          "data" : "2016-12-15",
          "ementa" : "Altera o art. 100 da Constituição Federal, para dispor sobre o regime de pagamento de débitos públicos decorrentes de condenações judiciais; e acrescenta dispositivos ao Ato das Disposições Constitucionais Transitórias, para instituir regime especial de pagamento para os casos em mora." }
        ,
        { "norma" : "EMC 95", 
          "data" : "2016-12-15",
          "ementa" : "Altera o Ato das Disposições Constitucionais Transitórias, para instituir o Novo Regime Fiscal, e dá outras providências." }
        ,
        { "norma" : "EMC 96", 
          "data" : "2017-06-06",
          "ementa" : "Acrescenta § 7º ao art. 225 da Constituição Federal para determinar que práticas desportivas que utilizem animais não são consideradas cruéis, nas condições que especifica." }
        ,
        { "norma" : "EMC 97", 
          "data" : "2017-10-04",
          "ementa" : "Altera a Constituição Federal para vedar as coligações partidárias nas eleições proporcionais, estabelecer normas sobre acesso dos partidos políticos aos recursos do fundo partidário e ao tempo de propaganda gratuito no rádio e na televisão e dispor sobre regras de transição." }
        ,
        { "norma" : "EMC 98", 
          "data" : "2017-12-06",
          "ementa" : "Altera o art. 31 da Emenda Constitucional nº 19, de 4 de junho de 1998, para prever a inclusão, em quadro em extinção da administração pública federal, de servidor público, de integrante da carreira de policial, civil ou militar, e de pessoa que haja mantido relação ou vínculo funcional, empregatício, estatutário ou de trabalho com a administração pública dos ex-Territórios ou dos Estados do Amapá ou de Roraima, inclusive suas prefeituras, na fase de instalação dessas unidades federadas, e dá outras providências." }
        ,
        { "norma" : "EMC 99", 
          "data" : "2017-12-14",
          "ementa" : "Altera o art. 101 do Ato das Disposições Constitucionais Transitórias, para instituir novo regime especial de pagamento de precatórios, e os arts. 102, 103 e 105 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 100", 
          "data" : "2019-06-26",
          "ementa" : "Altera os arts. 165 e 166 da Constituição Federal para tornar obrigatória a execução da programação orçamentária proveniente de emendas de bancada de parlamentares de Estado ou do Distrito Federal." }
        ,
        { "norma" : "EMC 101", 
          "data" : "2019-07-03",
          "ementa" : "Acrescenta § 3º ao art. 42 da Constituição Federal para estender aos militares dos Estados, do Distrito Federal e dos Territórios o direito à acumulação de cargos públicos prevista no art. 37, inciso XVI." }
        ,
        { "norma" : "EMC 102", 
          "data" : "2019-09-26",
          "ementa" : "Dá nova redação ao art. 20 da Constituição Federal e altera o art. 165 da Constituição Federal e o art. 107 do Ato das Disposições Constitucionais Transitórias." }
        ,
        { "norma" : "EMC 103", 
          "data" : "2019-11-12",
          "ementa" : "Altera o sistema de previdência social e estabelece regras de transição e disposições transitórias." }
        ,
        { "norma" : "EMC 104", 
          "data" : "2019-12-04",
          "ementa" : "Altera o inciso XIV do caput do art. 21, o § 4º do art. 32 e o art. 144 da Constituição Federal, para criar as polícias penais federal, estaduais e distrital." }
        ,
        { "norma" : "EMC 105", 
          "data" : "2019-12-12",
          "ementa" : "Acrescenta o art. 166-A à Constituição Federal, para autorizar a transferência de recursos federais a Estados, ao Distrito Federal e a Municípios mediante emendas ao projeto de lei orçamentária anual." }
        ,
	    { "norma" : "EMC 106", 
          "data" : "2020-05-07",
          "ementa" : "Institui regime extraordinário fiscal, financeiro e de contratações para enfrentamento de calamidade pública nacional decorrente de pandemia." }
        ,
		{ "norma" : "EMC 107", 
          "data" : "2020-07-02",
          "ementa" : "Adia, em razão da pandemia da Covid-19, as eleições municipais de outubro de 2020 e os prazos eleitorais respectivos." }
        ,
		{ "norma" : "EMC 108", 
          "data" : "2020-08-26",
          "ementa" : "Altera a Constituição Federal para estabelecer critérios de distribuição da cota municipal do Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS), para disciplinar a disponibilização de dados contábeis pelos entes federados, para tratar do planejamento na ordem social e para dispor sobre o Fundo de Manutenção e Desenvolvimento da Educação Básica e de Valorização dos Profissionais da Educação (Fundeb); altera o Ato das Disposições Constitucionais Transitórias; e dá outras providências." }
        ,
		{ "norma" : "EMR 1", 
          "data" : "1994-03-01",
          "ementa" : "" }
        ,
        { "norma" : "EMR 2", 
          "data" : "1994-06-07",
          "ementa" : "" }
        ,
        { "norma" : "EMR 3", 
          "data" : "1994-06-07",
          "ementa" : "" }
        ,
        { "norma" : "EMR 4", 
          "data" : "1994-06-07",
          "ementa" : "" }
        ,
        { "norma" : "EMR 5", 
          "data" : "1994-06-07",
          "ementa" : "" }
        ,
        { "norma" : "EMR 6", 
          "data" : "1994-06-07",
          "ementa" : "" }
        
         ]   
        }
    
